// 1. Створіть дві змінні типу стрінг і виведіть їх в консоль разом, використовуючи конкатинацію стрiнги.

// 2. Створіть змінну типу стрінг і виведіть в консоль її довжину.

// 3. Створіть змінну типу стрінг і виведіть в консоль перший символ стрінги.

// 4. Створіть змінну типу стрінг і виведіть в консоль останній символ, довільної стрінги.

// 5. Створіть змінну типу стрінг і приведіть змінну до верхнього регістру.

// 6. Створіть змінну типу стрінг і приведіть змінну до нижнього регістру.

// 7. Створіть змінну і присвойте в неї дату вашого народження.

// 8. Виведіть рік вашого народження (Використовуючи змінну з 7 завдання).

// 9. Виведіть місяць вашого народження (Використовуючи змінну з 7 завдання).

// 10. Виведіть день вашого народження (Використовуючи змінну з 7 завдання).

// 11. Виведіть в консоль рік місяць день вашого народження через тире (-) (Використовуючи змінну з 7 завдання).

// 12. Створіть нову дату яка має 14 годину і 23 хвилини.

// 13. Порівняйте дві дати між собою і результат виведіть в консоль.
