// 1. Створіть index.html file and index.js file. Підключіть джс до html.

// 2. Виведіть в консоль body

// 3. Виведіть в консоль довільний eлемент викoристовуючи getElementById

// 4. Виведіть в консоль довільний eлемент викoристовуючи getElementsByClassName

// 5. Виведіть в консоль довільний eлемент викoристовуючи getElementsByTagName

// 6. Створіть елементи для взяємодії з користувачем (button and input)

// 7. Напишіть функцію яка буде взяємодіяти з button і буде виводити alert користувачу з довільним текстом 

// 8. Напишіть функцію яка буде взяємодіяти з input і буде виводити в консоль значення яке ввів користувач
