// 1. Створіть обєкт та масив
// * Використовуйте обєкт і масив створені в першому заданні у всіх наступних завданнях

// 2. Додайте до обєкту ключ "birthdate" типу Date

// 3. Додайте новий елемент в кінець масиву

// 4. Видаліть з обєкту доданий ключ у завданні 3

// 5. Видаліть елемент з масиву доданий у завданні 4

// 6. Додайте до обєкту метод який буде виводити ваше імя і прізвище.

// 7. Створіть конструктор який буде відтворювати функціонал який є наявний в обєкті

// 8. Створіть новий конструктор який буде унаслідувати функціонал конструктору з попереднього звдання і буде мати додатковий метод для виводу дати народження.

// 9. Створіть новий eлемент за допомогою конструктору з попереднього завдання і виведіть імя та прізвище або дату народження.
